@extends('layouts.header-footer')

@section('main')
    <div class="content-line my-5">
        <div class="container">
            <div class="container-2 col-lg-8 mx-auto">
                <div class="title">
                    <div class="row">
                        <div class="col">
                            <h3>Доставка</h3>
                        </div>
                    </div>
                </div>
                <div class="content-info">
                    <p class="row mx-0">Мы доставляем заказы по всей России с помощью сервиса Яндекс-Доставка</p>
                        <div class="title">
                            <div class="row">
                                <div class="col mt-3">
                                    <h5>Доставка по России, странам СНГ</h5>
                                </div>
                            </div>
                        </div>
                        <div class="info">
                            <p>
                                Доставка по России  и странам СНГ осуществляется через постаматы или пункты выдачи заказов Boxberry и Стриж.<br><br>
                                Стоимость и сроки доставки в регионы рассчитываются системой автоматически в зависимости от дальности отправления и общего веса заказа.<br><br>
                                Обращаем Ваше внимание!
                                Cлужбы доставки и транспортные компании, которые покупатель выбрал для доставки заказа,
                                функционируют на основании установленных в этих компаниях правил и лично несут перед своими клиентами
                                ответственность за возможные накладки в своей работе.
                            </p>
                        </div>
                    <div class="title">
                        <div class="row">
                            <div class="col mt-3">
                                <h5>Самовывоз</h5>
                            </div>
                        </div>
                    </div>
                    <div class="info">
                        <p>
                            Вы можете оформить самовывоз и забрать ваш заказ из розничного магазина по адресу:<br><br>
                            г.Томск, ул.Учебная 22а, ст1
                        </p>
                    </div>
                    <div class="title">
                        <div class="row">
                            <div class="col mt-3">
                                <h5>Доставка не осуществляется</h5>
                            </div>
                        </div>
                    </div>
                    <div class="info">
                        <p>
                            На стройплощадки, вокзалы, в транспортные компании, садово-огородные товарищества, цеха,
                            пункты общественного питания (за исключением их административных помещений), режимные,
                            секретные и несуществующие объекты. В парки, лесные массивы, на пляжи или иные
                            не имеющие определенного адреса, либо условий для передачи товаров и сопроводительной документации,
                            получения оплаты, а также если проезд к месту передачи товара невозможен на расстояние более чем 100 метров.
                        </p>
                    </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
