@extends('layouts.header-footer')

@section('main')
    <div class="content-line my-5">
        <div class="container">
            <div class="container-2 col-lg-8 mx-auto">
                <div class="title">
                    <div class="row">
                        <div class="col">
                            <h3>Публичная оферта</h3>
                        </div>
                    </div>
                </div>
                <div class="o-public-offer__content">
                    <ol>
                        <li class="font-weight-bold my-3">Термины и определения</li>
                            <ul>
                                <li><strong>Продавец, Your Yoga</strong> — Общество с ограниченной ответственностью «Your Yoga» (ОГРН
                                1057747320003, юридический адрес: г. Москва, ул. Профсоюзная, д. 61А),
                                юридическое лицо, созданное в соответствии с законодательством РФ,
                                осуществляющее продажу Товаров дистанционным способом, в том числе с использованием
                                информационно-телекоммуникационной сети «Интернет» посредством Интернет-магазина по адресу:
                                youryoga.com
                                </li> <li><strong>Пользователь</strong> — физическое лицо, использующее сервисы Сайта, отдельные функции
                                Сайта.
                                </li> <li><strong>Покупатель</strong> — гражданин, имеющий намерение приобрести Товары исключительно для
                                личных, семейных, домашних и иных нужд, несвязанных с осуществлением предпринимательской
                                деятельности.
                                </li> <li><strong>Продажа Товаров дистанционным способом</strong> — продажа Товаров по договору
                                розничной купли-продажи, заключаемому на основании ознакомления Покупателя с предложенным
                                Продавцом описанием Товара, содержащимся в Интернет-магазине. В соответствии со статьёй
                                493 Гражданского кодекса Российской Федерации, договор розничной купли-продажи считается заключённым
                                с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа,
                                подтверждающего оплату Товара.
                                </li> <li><strong>Интернет-магазин</strong> — ресурс, принадлежащий Продавцу, расположенный в сети
                                «Интернет» по адресу: youryoga.com, где представлены Товары, предлагаемые Продавцом
                                для приобретения, а также сведения, необходимые при совершении покупки, в том числе: цена,
                                способы и условия оплаты и доставки, адреса для самовывоза Товара.
                                </li> <li><strong>Сайт Интернет-магазина</strong> — принадлежащая Интернет-магазину и администрируемая
                                им совокупность логически связанных между собой веб-страниц, содержащих данные о Товарах и условиях
                                их покупки, по адресу: youryoga.com
                                </li> <li><strong>Личный кабинет</strong> — личное пространство Пользователя, персонализированный интерфейс
                                Сайта с набором пользовательских инструментов для пользования персонализированными сервисами
                                Сайта.
                                </li> <li><strong>Заказ</strong> — электронный или устный запрос/заявка Покупателя на приобретение Товаров
                                из ассортимента Интернета-магазина на условиях настоящей Публичной оферты.
                                </li> <li><strong>Товар</strong> — продукция, информация о которой размещена на Сайте.</li> <li><strong>Услуги</strong> — комплекс мероприятий Интернета-магазина в отношении Покупателя,
                                осуществляемый с целью исполнения условий договора розничной купли-продажи Товара, включающий в себя,
                                но не исчерпывающий, такие услуги, как доставка Заказа Покупателю, информирование
                                Покупателя о процессе исполнения договора и т.д.
                                </li>
                            </ul>
                        <li class="font-weight-bold my-3">Общие положения</li>
                        <ol>
                            <li>Информация, размещённая в Интернет-магазине на Сайте по адресам: ostin.com и
                                m.ostin.com, содержит условия предложения покупки Товара и представляет собой Публичную оферту,
                                согласно ст. 437 Гражданского кодекса Российской Федерации.
                            </li> <li>
                                В соответствии со статьёй 494 Гражданского кодекса Российской Федерации, настоящая
                                Публичная оферта является официальным предложением Продавца, обращённым к неопределённому кругу
                                лиц, заключить договор розничной купли-продажи Товаров с Покупателем, оформившим Заказ.
                            </li> <li>
                                Заказ считается переданным Продавцу с момента завершения процедуры оформления Заказа в Интернет-магазине.
                                Момент завершения Покупателем процедуры оформления Заказа признаётся акцептом Покупателя Публичной
                                оферты и согласием Покупателя с условиями настоящей Публичной оферты.
                            </li> <li>
                                Настоящая Публичная оферта может быть изменена Продавцом без какого-либо специального уведомления
                                Покупателя/Пользователя. Новая редакция Публичной оферты вступает в силу с момента её размещения
                                на Сайте и не распространяется на правоотношения между Покупателем и Интернет-магазином,
                                возникшие до вступления новой редакции Публичной оферты, если иное не предусмотрено новой
                                редакцией Публичной оферты.
                            </li> <li>
                                В своей деятельности Интернет-магазин руководствуется положениями Гражданского кодекса
                                Российской Федерации, Законом Российской Федерации от <nobr>07.02.1992</nobr>
                                №2300-1 «О защите прав потребителей», Правилами продажи товаров дистанционным способом,
                                утверждёнными Постановлением Правительства Российской Федерации от <nobr>27.09.2007</nobr>
                                №612 и иным действующим законодательством Российской Федерации.
                            </li> <li>
                                Покупатель и Продавец гарантируют друг другу, что обладают необходимой право- и дееспособностью,
                                а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения
                                настоящей оферты и договора розничной купли-продажи Товара. Каждая сторона несёт
                                ответственность за недостоверность предоставляемой ею информации.
                            </li> <li>
                                Интернет-магазин не несёт ответственности за точность и правильность информации,
                                предоставляемой Пользователем/Покупателем при регистрации на Сайте и при создании Заказа.
                                Для оформления Заказа Покупатель должен предоставить действительные данные, необходимые для
                                выполнения Заказа. Ответственность за действительность
                                <nobr>и/или</nobr>
                                актуальность предоставленных данных, а также за некорректные данные, предоставленные
                                Покупателем и/или представителем Покупателя, несёт Покупатель.
                            </li></ol> <li class="font-weight-bold my-3">Товар и порядок совершения покупки</li> <ol><li>
                                Вся текстовая информация и графические изображения, размещённые на сайте, являются
                                собственностью Интернет-магазина.
                            </li> <li>
                                Товар, представленный в Интернет-магазине, в случаях, предусмотренных законодательством
                                Российской Федерации, имеет все необходимые сертификаты и полностью соответствует нормам и требованиям
                                законодательства Российской Федерации. В случае возникновения у Покупателя вопросов,
                                касающихся свойств и характеристик Товара, перед созданием Заказа Покупатель должен обратиться
                                за консультацией в Интернет-магазин.
                            </li> <li>
                                Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут
                                отличаться от фактического внешнего вида Товара. Качество, настройки и особенности экрана
                                компьютера Пользователя могут искажать цветовую гамму представленного Товара. Товар может иметь
                                незначительные отличия от изображения, представленного на Сайте, по цвету, форме, размеру
                                или другим параметрам. Любые характеристики Товаров могут быть изменены изготовителем Товара без
                                предварительного уведомления.
                            </li> <li>
                                Покупатель имеет право обратиться в службу поддержки Интернет-магазина за дополнительной
                                информацией о заинтересовавшем его Товаре. По просьбе Покупателя Продавец обязан
                                предоставить (по телефону или посредством электронной почты) прочую информацию, необходимую и достаточную,
                                с точки зрения Покупателя, для принятия им решения о покупке Товара.
                            </li> <li>
                                Товар в Интернет-магазине сопровождает следующая информация: информация об основных
                                потребительских свойствах Товара, об адресе (месте нахождения) Продавца, о месте
                                изготовления Товара, цене Товара и об условиях приобретения Товара, сроке службы/сроке
                                годности, гарантийном сроке.
                            </li> <li>
                                Наличие Товаров, представленных в каталоге Интернет-магазина, определяется индивидуальным
                                статусом Товара, отображаемым на странице этого Товара в Интернет-магазине.
                            </li> <li>
                                Цена Товара указывается в рублях Российской Федерации и включает в себя налог на добавленную
                                стоимость. Настоящим Покупатель уведомлен, что продажа Товара в Интернет-магазине
                                осуществляется в реальном времени (круглосуточно) и подразумевает изменение цены и его
                                наличия без предварительного уведомления об этом. В связи с этим Товар резервируется
                                за Покупателем только после обработки Заказа Интернет-магазином.
                            </li> <li>
                                Окончательная цена Товара может быть уменьшена по инициативе Покупателя за счёт
                                применения: скидок при условии соблюдения условий рекламных акций Продавца; Бонусов в соответствии
                                с условиями Клубной программы.
                            </li> <li>
                                Для уточнения информации о Товаре Покупатель может обратиться в Службу клиентской
                                поддержки по телефону:
                                <nobr>8-800-777-4-999</nobr>
                                с 7:00 до 21:00 по московскому времени.
                            </li> <li>
                                Оформить Заказ через Интернет-магазин могут как зарегистрированные на Сайте Пользователи, так
                                и незарегистрированные Пользователи.
                            </li> <li>
                                Пользователь вправе зарегистрироваться на Сайте только 1 (один) раз, т.е. может иметь
                                только один Личный кабинет, привязанный к одному адресу электронной почты.
                            </li> <li>
                                Пользователь, зарегистрировавшийся на Сайте, получает индивидуальную идентификацию путём
                                предоставления логина и пароля к Личному кабинету. Индивидуальная идентификация
                                Пользователя позволяет избежать несанкционированных действий третьих лиц от имени Пользователя
                                и открывает доступ к дополнительным сервисам Сайта.
                            </li> <li>
                                Для регистрации Пользователь обязуется предоставить информацию о себе по вопросам,
                                предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном
                                состоянии. Если Пользователь предоставляет неверную информацию или у YourYoga есть основания
                                полагать, что предоставленная Пользователем информация неполна или недостоверна, YourYoga имеет право
                                по своему усмотрению заблокировать либо удалить учётную запись Пользователя и отказать
                                Пользователю в использовании своих сервисов (либо их отдельных функций).
                            </li> <li>
                                Персональная информация Пользователя, содержащаяся в учётной записи Пользователя, хранится и обрабатывается
                                YourYoga в соответствии с условиями Пользовательского соглашения
                            </li> <li>
                                Заказ Товара может быть направлен Покупателем следующими способами:
                                <ul><li>самостоятельным помещением Товара в «корзину», заполнением формы Заказа;</li> <li>
                                        звонком на номер
                                        <nobr>8-800-777-4-999</nobr>
                                        в Службу клиентской поддержки с указанием Товара и предпочтительных условий его
                                        приобретения.
                                    </li></ul></li> <li >
                                При технической возможности при оформлении Заказа Покупателю предоставляется возможность получения
                                рассылки смс-сообщений от Продавца о статусе Заказа.
                            </li> <li >
                                После оформления Заказа Покупателю предоставляется информация о предполагаемой дате доставки
                                Товара Покупателю или дате доставки Товара в выбранный Покупателем пункт самовывоза/розничный
                                магазин Продавца, если Покупателем при оформлении Заказа выбран самовывоз путём направления
                                смс-сообщения на номер телефона Покупателя, указанного при оформлении Заказа, или по телефону,
                                на усмотрение Продавца.
                            </li> <li >
                                В случае отсутствия заказанных Покупателем Товаров на складе Продавца последний вправе
                                исключить указанный Товар из Заказа Покупателя, уведомив об этом Покупателя способом
                                связи, выбранным Покупателем как преимущественный способ связи. В данном случае Покупатель
                                вправе отказаться от Заказа полностью либо частично. При предварительной оплате Покупателем
                                Заказа в случае полного или частичного отказа от Заказа Покупателю возвращается стоимость
                                Товара, от которого Покупатель отказался, способом, которым был оплачен Товар.
                            </li></ol> <li class="font-weight-bold my-3">Доставка или получение Товара</li> <ol ><li >
                                Продавец предлагает услуги по доставке Товаров. Способ доставки, вид транспорта, сроки
                                доставки и стоимость услуг по доставке указаны на Сайте в разделе «Доставка и оплата».
                            </li> <li >
                                Стоимость доставки рассчитывается индивидуально (исходя из габаритов, региона, суммы покупки
                                и пр.). Итоговая стоимость Заказа сообщается Покупателю путём направления смс-сообщения.
                            </li> <li >
                                Территория доставки Товаров, представленных на Сайте и реализуемых Продавцом, ограничена
                                пределами Российской Федерации.
                            </li> <li >
                                Интернет-магазин вправе доставить Товар с привлечением услуг третьих лиц, оставаясь
                                ответственным за надлежащее выполнение своих обязательств.
                            </li> <li >
                                При доставке Заказ вручается Покупателю либо третьему лицу, указанному в Заказе в качестве
                                Получателя (далее по данному разделу Покупатель и третье лицо именуются «Получатель»).
                            </li> <li >
                                При невозможности получения Заказа Получателем, в соответствии с которым выбран способ
                                оплаты как оплата наличными при получении Товара, Заказ может быть вручен лицу, которое может
                                предоставить сведения о номере Заказа и уплатить стоимость Заказа в полном объёме.
                            </li> <li >
                                При вручении предоплаченного Заказа курьер в целях предотвращения случаев мошенничества имеет
                                право потребовать документы, удостоверяющие личность Получателя. При этом Интернет-магазин
                                гарантирует конфиденциальность и защиту персональных данных Получателя.
                            </li> <li >
                                В момент приёмки Товара Получатель обязан осмотреть Товар и проверить его на соответствие
                                заявленному количеству, ассортименту и комплектности Товара, а также проверить срок службы
                                Товара и целостность упаковки. Риск случайной гибели или случайного повреждения Товара
                                переходит к Покупателю с момента передачи ему Товара и проставления Получателем
                                подписи в документах, подтверждающих получение Товара.
                            </li> <li >
                                При способе доставки Товара курьером время нахождения курьеров, доставляющих Товар Получателю, как
                                и все взаиморасчёты с курьером, ограничено 15 минутами ожидания Получателя после сообщения
                                курьером Получателю о прибытии к месту доставки Товара.
                            </li> <li >
                                В случае если доставка Заказа осуществляется Почтой России, ответственность за его
                                сохранность и сроки прохождения по территории Российской Федерации с момента передачи
                                отправления в почтовое отделение несёт Почта России. Рассмотрение рекламаций на розыск
                                почтовых отправлений производится в соответствии с правилами работы Почты России.
                            </li>
                        </ol>
                        <li class="font-weight-bold my-3">Оплата Товара</li>
                        <ol >
                            <li >Оплата Товара производится при получении Товара наличными или с помощью банковских карт.</li> <li >
                                Особенности оплаты Товара с помощью банковских карт:
                                <ul ><li >
                                        В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и об операциях,
                                        совершаемых с использованием платёжных карт» от <nobr >24.12.2004</nobr>
                                        № 266-П, операции по банковским картам совершаются держателем карты либо уполномоченным им лицом
                                        (п. 4 ст. 847 ГК РФ).
                                    </li> <li >
                                        Авторизация операций по банковским картам осуществляется банком. Если у банка есть
                                        основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении
                                        данной операции. Мошеннические операции с банковскими картами попадают под действие статьи
                                        159 Уголовного Кодекса Российской Федерации.
                                    </li> <li >
                                        При совершении предварительной оплаты Товара Продавец направляет Покупателю электронную форму
                                        чека на адрес электронной почты Покупателя, который был указан при оформлении Заказа.
                                    </li></ul></li>
                        </ol>
                        <li class="font-weight-bold my-3">Отказ от Товара, возврат Товара и денежных средств</li> <ol ><li >
                                Покупатель вправе отказаться от Товара в любое время до его передачи, а после
                                передачи Товара — в порядки и в сроки, указанные в разделе Сайта «Обмен и возврат».
                            </li> <li >
                                Возврат Товара надлежащего качества возможен в случае если сохранены его товарный вид,
                                потребительские свойства, а также документ, подтверждающий факт и условия покупки
                                указанного Товара. Отсутствие у Покупателя указанного документа не лишает его возможности
                                ссылаться на другие доказательства приобретения Товара у данного Продавца.
                            </li> <li >
                                При получении Заказа в почтовом отделении Покупатель должен убедиться в целостности
                                внешней упаковки посылки и отсутствии на ней механических повреждений. При обнаружении
                                вышеуказанных дефектов необходимо совместно с сотрудником почты составить акт о повреждениях
                                и произвести вскрытие и проверку Товара, после чего зафиксировать все нарушения в акте.
                                После проверки Покупатель вправе выкупить посылку или отказаться от неё.
                            </li> <li >
                                При выборе доставки Заказа с помощью Почты России Покупатель может аннулировать Заказ
                                (отказаться от Товара) вплоть до момента передачи его Интернет-магазином в почтовое
                                отделение. После этого аннулирование Заказа невозможно.
                            </li> <li >
                                При отказе Покупателя от Товара Продавец должен возвратить ему сумму, уплаченную Покупателем
                                в соответствии с договором розничной купли-продажи, за исключением расходов Продавца
                                на доставку от Покупателя возвращённого Товара не позднее, чем через 10 дней с даты
                                предъявления Покупателем соответствующего требования.
                            </li> <li >
                                Покупатель не вправе отказаться от Товара надлежащего качества, имеющего
                                индивидуально-определённые свойства, если указанный Товар может быть использован исключительно
                                приобретающим его Покупателем в соответствии с перечнем непродовольственных товаров
                                надлежащего качества, неподлежащих возврату или обмену на аналогичный Товар другого размера,
                                формы, габарита, фасона, расцветки или комплектации, утверждённого Постановлением Правительства РФ
                                от 19 января 1998 г. N 55.
                            </li> <li >
                                В случае если возврат суммы, уплаченной Покупателем за Товар, осуществляется
                                неодновременно с возвратом Товара Покупателем, возврат указанной суммы осуществляется Продавцом
                                с согласия Покупателя одним из следующих способов:
                                <ul ><li >наличными денежными средствами по месту нахождения Продавца;</li> <li >почтовым переводом;</li> <li >
                                        путём перечисления соответствующей суммы на банковский или иной счёт Покупателя,
                                        указанный Покупателем.
                                    </li></ul></li></ol> <li class="font-weight-bold my-3">Конфиденциальность и защита информации</li> <ol ><li >
                                Персональные данные Пользователя/Покупателя обрабатываются в соответствии с Федеральным
                                законом от <nobr >27.07.2006</nobr> <nobr >№152-ФЗ</nobr>
                                «О персональных данных» и Федеральным законом от <nobr >27.07.2006</nobr> <nobr >№149-ФЗ</nobr>
                                «Об информации, информационных технологиях и о защите информации».
                            </li> <li >
                                При регистрации на Сайте Пользователь предоставляет следующую информацию: имя, контактный
                                мобильный номер телефона и адрес электронной почты, адрес доставки товара/адрес самовывоза
                                Товара из имеющегося списка. Дополнительные или предлагаемые к заполнению данные о себе
                                Пользователь предоставляет на своё усмотрение.
                            </li> <li >
                                Покупатель добровольно и осознанно представляет данные при оформлении Заказа в Интернет-магазине
                                как необходимую информацию для исполнения Продавцом Заказа Покупателя. Продавец, осуществляющий по мере
                                необходимости обработку персональных данных Покупателей, принял достаточные организационные и технические
                                меры для защиты персональных данных от неправомерного или случайного доступа к ним или их уничтожения,
                                изменения, блокирования, копирования, распространения, а также от иных неправомерных
                                действий.
                            </li> <li >
                                Предоставляя свои персональные данные Продавцу, Пользователь/Покупатель соглашается на их обработку
                                Продавцом, в том числе в целях выполнения Продавцом обязательств перед
                                Пользователем/Покупателем в рамках настоящей Публичной оферты.
                            </li> <li >
                                Продавец вправе использовать технологию «cookies». «Cookies» не содержит конфиденциальную
                                информацию и не передаётся третьим лицам.
                            </li> <li >
                                Продавец получает информацию об ip-адресе Пользователя Сайта. Данная информация не используется
                                для установления личности посетителя и не передаётся третьим лицам.
                            </li> <li >
                                Продавец вправе осуществлять записи телефонных переговоров с Покупателем. В соответствии
                                с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите
                                информации», Продавец обязуется предотвращать попытки несанкционированного доступа к информации
                                и/или передачу её лицам, неимеющим непосредственного отношения к исполнению Заказов,
                                своевременно обнаруживать и пресекать такие факты.
                            </li></ol> <li class="font-weight-bold my-3">Срок действия Публичной оферты</li> <ol ><li >
                                Настоящая Публичная оферта вступает в силу с момента её акцепта Покупателем и действует
                                до момента исполнения Покупателем и Продавцом своих обязательств по договору
                                розничной купли-продажи Товара.
                            </li></ol> <li class="font-weight-bold my-3">Дополнительные условия</li> <ol ><li >
                                Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности,
                                вытекающие из его отношений с Покупателем, третьим лицам.
                            </li> <li >
                                Интернет-магазин и предоставляемые сервисы могут временно частично или полностью недоступны
                                по причине проведения профилактических или иных работ или по любым другим причинам
                                технического характера с предварительным уведомлением Пользователей или без такового.
                            </li> <li >
                                К отношениям между Пользователем/Покупателем и Продавцом применяется законодательство
                                Российской Федерации.
                            </li> <li >
                                В случае возникновения вопросов и претензий со стороны Пользователя/Покупателя он должен
                                обратиться к Продавцу по телефону или иным доступным способом.
                            </li> <li >
                                Все возникающие споры стороны будут стараться решить путём переговоров, при недостижении
                                соглашения спор будет передан на рассмотрение в суд в соответствии с действующим
                                законодательством Российской Федерации.
                            </li> <li >
                                Признание судом недействительности какого-либо положения настоящего соглашения не влечёт за собой
                                недействительность остальных положений.
                            </li></ol></ol></div>
            </div>
        </div>
    </div>



@endsection
